<?xml version="1.0" encoding="UTF-8"?> 
<rss version="2.0">
	<channel>
	
	<title>alfa.lt - Technologijos</title>
	
	<link>http://www.alfa.lt/katalogas/Technologijos</link>
	
	<description>Technologijos</description>
	
	<image>
        <url>http://www.alfa.lt/img/logo.gif</url>
        <title>
        	alfa.lt
        </title>
        <link></link>
        <width>98</width>
        <height>53</height>
    </image>
    
     <copyright>
     	Copyright 2008, Alfa.lt
     </copyright>
     
     <item>
     	<title>Žaidimai | Žaidimo forma – apie Europos Parlamento veiklą</title>
     	<link>http://www.alfa.lt/straipsnis/10262198</link>
		<description>&lt;span&gt;&lt;p class=&quot;western&quot;&gt;Ar galima žaidžiant internete sužinoti, ką veikia viena svarbiausių Europos Sąjungos institucijų - Europos Parlamentas? Pasirodo, taip. EP Informacijos biuro Lietuvoje iniciatyva sukurtoje interneto svetainėje &lt;u&gt;&lt;a href=&quot;http://www.epopeja.lt/&quot; target=&quot;_blank&quot;&gt;www.epopeja.lt&lt;/a&gt;&lt;/u&gt; galima linksmai pažaisti, laimėti prizų ir daugiau sužinoti apie EP darbą. Jaunimui skirtas interaktyvus žaidimas &amp;bdquo;EPopėja&amp;ldquo; nuotaikingai pristato pagrindines sritis, kuriose EP priima svarbius sprendimus, veikiančius mūsų visų kasdienį gyvenimą.&lt;/p&gt;&lt;p class=&quot;western&quot;&gt;&amp;bdquo;EPopėją&amp;ldquo; sudaro &amp;scaron;e&amp;scaron;ios dalys, atspindinčios svarbiausias Europos Parlamento veiklos sritis, - laisvas prekių, paslaugų, kapitalo ir žmonių judėjimas vidaus rinkoje, aplinkos apsauga, transportas, vartotojų ir visuomenės sveikatos apsauga, ES biudžetas, lygių galimybių įgyvendinimas. Tai sritys, kuriose Europos lygmeniu priimami sprendimai veikia kasdienį Lietuvos ir kitų ES &amp;scaron;alių žmonių gyvenimą. Kiek mokėsime už tekstines žinutes (SMS) būdami užsienyje? Ar galėsime gauti vartojamąją paskolą kitoje ES &amp;scaron;alyje? Kiek ir kokios informacijos reikia ant maisto produktų pakuočių? Koks turėtų būti leistinas pesticidų kiekis daržovėse ir vaisiuose, kuriuos perkame? Ar skelbiamos lėktuvų bilietų kainos turi įtraukti visus mokesčius? &amp;Scaron;iuos ir kitus klausimus sprendžia Europos Parlamentas, kurį tiesiogiai renka visų ES &amp;scaron;alių piliečiai.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p class=&quot;western&quot;&gt;&amp;bdquo;Žaidimas &amp;ndash; tai patrauklus būdas įvairaus amžiaus jaunimui mokytis, pažinti aplinką, lengviau suprasti sudėtingų dalykų esmę, o &amp;bdquo;Epopėja&amp;ldquo; rimtus dalykus pristato žaidimo forma. Kai kurioms užduotims neužteks vien greičio ir pastabumo - norint jas įveikti reikės pasidomėti ir konkrečiais EP sprendimais. Tačiau visas nuorodas ir reikalingą informaciją galima rasti žaidimo svetainėje&amp;ldquo;, - kalbėjo EP Informacijos biuro Lietuvoje vadovė Daiva Jakaitė. Kita vertus, &amp;bdquo;EPopėja&amp;ldquo; - paprastas ir intuityvus žaidimas, todėl turėtų patikti ir tiems, kurie nemėgsta ilgai užtrukti prie apra&amp;scaron;ymų ir detalių.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-04 12:09:34.443</pubDate>
     </item><item>
     	<title>Naujienos | „Google AdSense“ – viena koja jau Lietuvoje</title>
     	<link>http://www.alfa.lt/straipsnis/10262126</link>
		<description>&lt;span&gt;&lt;p&gt;Viena populiariausių interneto paie&amp;scaron;kos sistemų &amp;bdquo;Google&amp;ldquo; oficialiai teigia, kad tinklalapiai lietuvių kalba dar negali prisijungti prie didžiausio pasaulio kontekstinės reklamos tinklo &amp;bdquo;Google AdSense&amp;ldquo;, tačiau praktikoje vis daugiau mažų tinklalapių naudoja &amp;scaron;ią priemonę, nes apeiti draudimus paprasta.&lt;/p&gt;&lt;p&gt;Reklamos pardavėjai spėja, kad tai, jog &amp;bdquo;Google&amp;ldquo; užmerkia akis į &amp;scaron;iuos pažeidimus (oficialiai tinklalapiuose lietuvių kalba draudžiama dėti &amp;bdquo;AdSense&amp;ldquo; reklamą), greičiausiai rodo, jog korporacija testuoja sistemą ir rengiasi ateiti ir į Lietuvą, ra&amp;scaron;o &amp;bdquo;Verslo žinios&amp;ldquo;.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;I&amp;scaron;radingi lietuviai paprasčiausiai registruoja bet kokį puslapį anglų kalba, gauna prieigą prie tinklo ir skelbimus deda į lietuvi&amp;scaron;kus puslapius.&lt;/p&gt;&lt;p&gt;&amp;bdquo;Anksčiau &amp;bdquo;Google&amp;ldquo; prane&amp;scaron;ė, kad tokie veiksmai nelegalūs ir tinklalapių savininkai gali būti nubausti, nes reklamos rodymas jiems apribotas, tačiau kol kas nė viena svetainė nenubausta&amp;ldquo;, - sakė įmonės &amp;bdquo;Addvisors&amp;ldquo;, teikiančios reklamos per &amp;bdquo;Google&amp;ldquo; paie&amp;scaron;ką paslaugas, direktorė Skaistė Knyzaitė.&lt;/p&gt;&lt;p&gt;Ji teigė, kad svetainių savininkai masi&amp;scaron;kai pradės dėti reklamą, kai korporacija oficialiai ateis į Lietuvos rinką. Tai ne pirmas &amp;bdquo;Google AdSense&amp;ldquo; pasirodymas lietuvi&amp;scaron;kai. Pernai kontekstinė reklama buvo rodoma keletą mėnesių, paskui paslauga nutraukta.&lt;/p&gt;Lietuvoje veikiantys reklamos tinklai neabejoja, kad, pasauliniam milžinui įkėlus koją į lietuvi&amp;scaron;ką rinką, tektų persistumdyti ir persidalinti pajamas.&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.bns.lt&quot;&gt;BNS&lt;/a&gt;&lt;/small&gt;&lt;/p&gt;</description>
		<pubDate>2009-03-04 08:50:44.357</pubDate>
     </item><item>
     	<title>Mokslas | Hubble užfiksavo trijų galaktikų kovą „rūke“</title>
     	<link>http://www.alfa.lt/straipsnis/10262123</link>
		<description>&lt;span&gt;&lt;p&gt;Kosminiam teleskopui Hubble pavyko nuvofotgrafuoti tris tarpusavyje savo gravitaciniais laukais besikaunančias galaktikas. &amp;Scaron;i kova anot astronomų gali pasibaigti vienos i&amp;scaron; &amp;scaron;ių galaktikų ply&amp;scaron;imu pusiau.&lt;/p&gt;&lt;p&gt;Kova vyksta &amp;bdquo;Pietinės žuvies&amp;ldquo; žvaigždyne, o atidžiau patyrinėjus nuotraukas galima įžiūrėti tarp galaktikų tvyrantį ruką. Tai anot mokslininkų yra dujos, kurios juda tarp galaktikų.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;NASA tiki, jog &amp;scaron;ioje kovoje i&amp;scaron;liks tik dvi i&amp;scaron; trijų galaktikų, o kovoje atsiradę galaktikų likučiai padės formuotis naujoms žvaigždėms.&lt;/p&gt;&lt;p&gt;Hubble kosminis teleskopas yra tarptautinis NASA(JAV) bei Europos Kosmoso Agentūros projektas. &lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-04 08:12:58.465</pubDate>
     </item><item>
     	<title>Išradimai | „Ipod&#039;o“ jau galima klausytis ir po vandeniu</title>
     	<link>http://www.alfa.lt/straipsnis/10261928</link>
		<description>&lt;span&gt;&lt;p&gt;Jau seniai įvairūs elektronikos priedų gamintojai atrado naują ni&amp;scaron;ą savo gaminiams: tai priedai populiariausiam muzikos grotuvui &amp;bdquo;Apple Ipod&amp;ldquo;. &lt;/p&gt;&lt;p&gt;&amp;Scaron;į kartą kompanija &amp;bdquo;Focal&amp;ldquo; &amp;scaron;iam grotuvui pristato sunkiai suvokiamos paskirties kolonėlių komplektą. &amp;bdquo;AquaTune&amp;ldquo; garsiakalbiai kurie muziką gros ir po vandeniu. &lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Kam to reikia? Na tokiu i&amp;scaron;radimu tikrai galėsite pralinksminti baseine besilinksminančius draugus, mat naujosios vandeniui atsparios kolonėlės sieks net 6 vatų galingumą.&lt;/p&gt;&lt;p&gt;Garsiakalbiai pagaminti i&amp;scaron; skaidraus polikarbonato. Sandarios žiedelio formos tarpinės nuo vandens garsiakalbius apsaugos iki vieno metro po vandeniu. &lt;/p&gt;&lt;p&gt;&amp;bdquo;AquaTune&amp;ldquo; kol kas žadama pasirodys tik Japonijoje, o jo brangiausio modelio kaina sieks iki 175 JAV dolerių.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-03 15:00:00.0</pubDate>
     </item><item>
     	<title>Naujienos | Pristatytas pirmasis lietimui jautrus „netbook‘as“</title>
     	<link>http://www.alfa.lt/straipsnis/10261945</link>
		<description>&lt;span&gt;&lt;p&gt;Kompanija &amp;bdquo;Alwaysinnovating&amp;ldquo; rinkai pristatys pirmąjį &amp;bdquo;netbook&amp;ldquo; klasės kompiuterį, kuris bus valdomas lietimui jautriu ekranu.&lt;/p&gt;&lt;p&gt;Tai kelių &amp;scaron;iuo metu rinką valdančių inovatyvių technologinių tendencijų mi&amp;scaron;inys. Kompiuteris turės &lt;span productid=&quot;8.9 colių&quot;&gt;8.9 colių&lt;/span&gt; lietimui jautrų ekraną, naudos pigiuosiuose netbook&amp;lsquo;uose i&amp;scaron;populiarėjusį Intel Atom procesorių, bei visą &amp;scaron;ią technologiją vainikuos speciali atviro kodo Linux OS.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Vienu akumuliatoriaus įkrovimu &amp;scaron;is &lt;em&gt;netbook&amp;lsquo;as&lt;/em&gt;&amp;nbsp; žadama dirbs iki 15 valandų. Kompiuterio kietąjį diską atstos 8Gb talpos &amp;bdquo;micro SD&amp;ldquo; kortelė.&lt;/p&gt;&lt;p&gt;Pristatytas kompiuteris turi ir dar vieną slaptą inovaciją &amp;ndash; nugarėlėje įmontuotus magnetus, kurių pagalba bus galima internetą nar&amp;scaron;yti prietaisą tiesiog prisilipdžius prie metalinio pavir&amp;scaron;iaus, pavyzdžiui &amp;scaron;aldytuvo.&lt;/p&gt;&lt;p&gt;Žadama, jog kompiuteris priklausomai nuo komplektacijos kainuos 300 &amp;ndash; 400 JAV dolerių. &lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-03 12:00:00.0</pubDate>
     </item><item>
     	<title>Naujienos | LRTC pradeda prekybą 4 G interneto paslaugomis</title>
     	<link>http://www.alfa.lt/straipsnis/10261963</link>
		<description>&lt;span&gt;Lietuvos radijo ir televizijos centras (Telecentras) antradienį pristatė judriojo WiMAX 4G interneto paslaugą, kuri nuo &amp;scaron;iol bus žinoma MEZON vardu. Vieną pažangiausių pasaulyje telekomunikacijų technologijų judrųjį WiMAX Lietuvoje diegianti bendrovė skelbia, jog vartotojams siūlomos paslaugos kainų požiūrių bus konkurencingos kitų internetą teikiančių operatorių atžvilgiu, o prana&amp;scaron;umus i&amp;scaron;ry&amp;scaron;kins MEZON 4G interneto greičio ir mobilumo santykis. &lt;br/&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Naujausios Telecentro paslaugos pristatymui skirtos konferencijos metu &amp;scaron;ios bendrovės generalinis direktorius Algirdas Vydmontas teigė, jog Lietuvos vartotojams pasiūlytas judrusis WiMAX 4G internetas yra revoliucinis žingsnis ne tik mūsų &amp;scaron;alies, bet ir pasaulinėje telekomunikacijų rinkoje.&lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;&amp;bdquo;&amp;Scaron;iandien Lietuvos vartotojams pristatėme vieną pažangiausių ir novatori&amp;scaron;kiausių telekomunikacijų technologijų Lietuvoje &amp;ndash; judrųjį WiMAX 4G internetą MEZON. Džiaugiamės galėdami prane&amp;scaron;ti, jog &amp;scaron;i projektas patenka tarp de&amp;scaron;imties pirmųjų judraus WiMAX projektų pasaulyje, o Telecentras yra pirmasis operatorius visoje Europoje, sukūręs &amp;scaron;io tipo tinklą 3,5 GHz dažnių ruože&amp;ldquo; - sakė A. Vydmontas.&lt;br/&gt;&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Pasak jo, Telecentro vykdoma WiMAX tinklo plėtra yra viena aktyviausių ir perspektyviausių Lietuvos interneto rinkoje, kurią lėmė aktyvus dalyvavimas pasauliniame WiMAX forume ir vienos i&amp;scaron; pasaulio telekomunikacijų lyderių - &amp;bdquo;Samsung Electronics&amp;ldquo;, kaip techninio projekto partnerio, pasirinkimas.&lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Papildomo dažninio kanalo teikti paslaugas 3.5 GHz diapazone konkursą laimėjusi 2007 m. rugsėjo mėnesį, bendrovė Telecentras aktyvią judriojo WiMAX tinklo plėtrą pradėjo 2008 metų pabaigoje.&lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Per tris mėnesius Vilniuje buvo įrengtos 45 WiMAX bazinės stotys, o iki liepos mėnesio sostinėje jų bus įrengta daugiau nei &amp;scaron;imtas. Jau bandymų metu, kurie buvo atlikti sausio mėnesį, reali judriojo interneto greitaveika vienam vartotojui pasiekė iki 10 Mb/s greitį. Tokias pačias charakteristikas atitinka ir vartotojams siūlomas judrusis MEZON 4G internetas. &lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Užsisakyti Telecentro paslaugas galima &amp;scaron;iuo metu veikiančiuose dviejuose MEZON salonuose - prekybos ir laisvalaikio centre &amp;bdquo;Panorama&amp;ldquo; bei bendrovės būstinėje, prie Vilniaus televizijos bok&amp;scaron;to įsikūrusiame pardavimo skyriuje.&lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;&amp;Scaron;iuo metu Telecentras tęsia &amp;scaron;io tinklo plėtrą ir artimiausiu metu MEZON pradės veikti Kaune, Klaipėdoje, &amp;Scaron;iauliuose ir Panevėžyje, o netrukus juo naudotis galės Marijampolės, Alytaus, Tauragės ir Utenos gyventojai.&lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Artimiausi bendrovės planai vykdant WiMAX tinklo plėtrą yra iki 2010-ųjų metų pabaigos paslaugas pasiūlyti visų Lietuvos rajonų centrų gyventojams.&lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Per dvejus metus Telecentras į WiMAX 4G technologija pagrįstos judriojo interneto paslaugos plėtros projektą planuoja investuoti apie 100 mln. litų. &lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-03 10:21:47.43</pubDate>
     </item><item>
     	<title>Naujienos | Nauji interneto domenai sieks atsikovoti rinką</title>
     	<link>http://www.alfa.lt/straipsnis/10261920</link>
		<description>&lt;span&gt;&lt;p&gt;Internetiniais domenais su galūne &lt;em&gt;.biz&lt;/em&gt; (angl. business) prekiaujanti bendrovė &amp;bdquo;NeuStar&amp;ldquo; prane&amp;scaron;ė, jog netrukus pasirodys dviejų lygių interneto vardai &lt;em&gt;i.biz&lt;/em&gt;, &lt;em&gt;u.biz&lt;/em&gt; bei &lt;em&gt;we.biz&lt;/em&gt;. &lt;/p&gt;&lt;p&gt;Anot bendrovės viceprezidento Timo Switzero, tai - reklaminės kampanijos dalis: &amp;bdquo;Taip siekiame įne&amp;scaron;ti konkurencingumą rinkoje bei i&amp;scaron;populiarinti &lt;em&gt;.biz&lt;/em&gt; adresą&amp;ldquo;.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;&amp;Scaron;į internetinį adresą dažniausiai renkasi nedidelės kompanijos, kai tuo tarpu garsios korporacijos renkasi &lt;em&gt;.com&lt;/em&gt;. Žinoma, užregistruojamas ir &lt;em&gt;.biz&lt;/em&gt; vardas, tačiau apsilankius adresu su &lt;em&gt;.biz&lt;/em&gt; galūne, vartotojas nukeliamas į oficialią bendrovės svetainę.&lt;/p&gt;&lt;p&gt;&amp;Scaron;iuo metu rinkoje lyderiauja komerciniai &lt;em&gt;.com&lt;/em&gt; (21,3 mln.), Vokietijos &lt;em&gt;.de&lt;/em&gt; (5,45 mln.), tinklų &lt;em&gt;.net&lt;/em&gt; (3,63 mln.), Didžiosios Britanijos &lt;em&gt;.co.uk&lt;/em&gt; (3,08 mln.) bei nepelno siekiančių organizacijų &lt;em&gt;.org&lt;/em&gt; (2.33 mln.) domenai. &lt;/p&gt;&lt;p&gt;Minėtieji &lt;em&gt;.biz&lt;/em&gt; domenai užima a&amp;scaron;tuntąją vietą (0,66 mln), lietuvi&amp;scaron;ki &lt;em&gt;.lt&lt;/em&gt; - 58-ąją (13,4 tūkst.), esti&amp;scaron;ki &lt;em&gt;.ee&lt;/em&gt; - 60-ąją (12,1 tūkst). Paskutinėje, 134-oje vietoje esti Afganistano &lt;em&gt;.af&lt;/em&gt; domenai (34).&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-03 10:00:00.0</pubDate>
     </item><item>
     	<title>Išradimai | Išradimas padės visai šeimai stebėti namų elektros suvartojimą</title>
     	<link>http://www.alfa.lt/straipsnis/10261925</link>
		<description>&lt;span&gt;&lt;p&gt;Antrajame kasmetiniame žaliųjų i&amp;scaron;radimų i&amp;scaron;radimų konkurse &amp;scaron;iemet vyravo praktiniai ir su kompiuterine technika lengvai bendraujantys i&amp;scaron;radimai.&lt;/p&gt;&lt;p&gt;Niujorke vykstančiame renginyje žaliausiu ir inovatyviausiu i&amp;scaron;radimu buvo i&amp;scaron;rinktas elektros suvartojimo stebėjimo prietaisas &amp;bdquo;TweetAWatt&amp;ldquo;.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Įdomus jis tuo, jog ne tik stebi kiek elektros savo namuose vartoja prietaiso savininkas, tačiau &amp;scaron;ia statistika dalinasi per &lt;em&gt;&lt;a href=&quot;http://twitter.com/&quot; target=&quot;_blank&quot;&gt;Twiter&amp;lsquo;į&lt;/a&gt; .&lt;/em&gt;&amp;nbsp;&lt;a href=&quot;http://www.alfa.lt/straipsnis/10259365/?Twitter..nauja.internetine.mada.=2009-02-13_11-00&quot; target=&quot;_blank&quot;&gt;Twiteris tai savoti&amp;scaron;ka trumpųjų žinučių platforma&lt;/a&gt;, kurioje savo kelių sakinių informacija galima dalintis su visu pasauliu. &lt;/p&gt;&lt;p&gt;&amp;Scaron;į įrenginį laimėtoju atrinko i&amp;scaron; per 50 pretendavusių i&amp;scaron;radimų, tarp jų ir &amp;nbsp;&lt;a href=&quot;http://www.core77.com/greenergadgets/entry.php?projectid=50&quot; target=&quot;_blank&quot;&gt;elektros kiaulė taupyklė&lt;/a&gt;, &amp;nbsp;&lt;a href=&quot;http://www.core77.com/greenergadgets/entry.php?projectid=50&quot; target=&quot;_blank&quot;&gt;medinė rūbų džiovykla&lt;/a&gt; bei kiti.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-03 08:48:35.219</pubDate>
     </item><item>
     	<title>Naujienos | 2019-ieji pagal „Microsoft“</title>
     	<link>http://www.alfa.lt/straipsnis/10261919</link>
		<description>&lt;span&gt;&lt;p align=&quot;left&quot;&gt;Dauguma IT ekspertų teigia, jog &amp;bdquo;Vista&amp;ldquo; operacinė sistema buvo skaudžiausias &amp;bdquo;Microsoft&amp;ldquo; įvykis. Kai kurie analitikai jau ėmė pie&amp;scaron;ti liūdną ir nei&amp;scaron;vengiamą &amp;bdquo;Microsoft&amp;ldquo; ateitį. Skaudi pamoka, kuri privertė pergalvoti savo viziją.&lt;/p&gt;&lt;p&gt;Būtent ją praeitos savaitės pabaigoje &lt;a href=&quot;http://2009.whartonbiztech.com/&quot; target=&quot;_blank&quot;&gt;Whartono Business Technology&lt;/a&gt; konferencijoje atskleidė &amp;bdquo;Microsoft&amp;ldquo; verslo padalinio prezidentas Stephen Elop. &amp;Scaron;is pristatė technologijas, kurios bus i&amp;scaron;vystytos po 10 &amp;ndash; ies metų. &lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Sensoriniai tinklai, pir&amp;scaron;tais valdomos technologijos, 3D skaidrus atvaizdavimas, nuotolinė vizualinė komunikacija, kalbų vertimas pokalbio metu. Intuityvu, dinami&amp;scaron;ka, natūralu.&lt;/p&gt;&lt;p&gt;Filmuką galite peržiūrėti &lt;a href=&quot;http://www.istartedsomething.com/20090228/microsoft-office-labs-vision-2019-video/&quot; target=&quot;_blank&quot;&gt;čia&lt;/a&gt;.&lt;/p&gt;&lt;noembed&gt;&lt;/noembed&gt;&lt;p&gt;Pačią prezentaciją galite parsisiųsti &lt;a href=&quot;http://www.microsoft.com/presspass/download/exec/elop/2009/02-27ElopWhartonKEynote.ppt&quot; target=&quot;_blank&quot;&gt;čia&lt;/a&gt;. &lt;/p&gt;&lt;noembed&gt;&lt;/noembed&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-03 08:05:35.161</pubDate>
     </item><item>
     	<title>Naujienos | Kinijos mėnulio palydovas sėkmingą misiją vainikavo „kontroliuojamu susidūrimu“</title>
     	<link>http://www.alfa.lt/straipsnis/10261771</link>
		<description>&lt;span&gt;&lt;p&gt;Kinijos mėnulio tyrimų palydovas sudužo. Pekinas &amp;scaron;į įvykį pavadino kontroliuojamu susidūrimu.&lt;/p&gt;&lt;p&gt;&amp;bdquo;Change &amp;ndash; 1&amp;ldquo; palydovas mėnulį tyrinėjo 16 mėnesių, o jo tikslas buvo i&amp;scaron;tirti bei nufotografuoti visą mėnulio pavir&amp;scaron;ių.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Kinija teigia, jog misija buvo sėkminga, na o surinkti duomenys pasitarnaus tolimesnėse kosmoso odisėjose. Kinija turi ambicingų planų mėnulyje pastatyti kosminę stotį bei nusiųsti į ten žmogų.&lt;/p&gt;&lt;p&gt;&amp;Scaron;alies žiniasklaidoje jau sklando žinia, jog kitąmet į orbitą pakils pirmoji Kini&amp;scaron;ka kosminė stotis, kuri suteiks galimybę Kinijos astronautams atlikti tyrimus besvorėje erdvėje.&lt;/p&gt;&lt;p&gt;Nors stotimi &amp;scaron;į planuojamą paleisti modulį pavadinti kol kas bus sunku, tikinama, jog modulis pavadinimu &amp;bdquo;Tiangong &amp;ndash; 1&amp;ldquo; svers 8,5 tonos, o jo buvimas kosmose taps pamatu tolimesniam Kinų kosminės erdvės užkariavimui.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-02 11:59:53.406</pubDate>
     </item><item>
     	<title>Žaidimai | Klasika tapęs TETRIS „šviesos greičiu“. Išbandykite ir savo jėgas</title>
     	<link>http://www.alfa.lt/straipsnis/10261760</link>
		<description>&lt;span&gt;&lt;p&gt;Tertis &amp;ndash; bene pats populiariausias ir labiausiai įtraukiantis kompiuterinis dėlionės žaidimas. Tai taip pat žaidimas, kuris galėtų tapti Rusijos tautiniu pasidižiavimu, mat būtent čia 1985 metais, tuometinėje Sovietų Sąjungoje žaidimas ir buvo sukurtas. &lt;/p&gt;&lt;p&gt;Žaidimo entuziastai i&amp;scaron; viso pasaulio, dienų dienas lavinę savo įgūdžius prie Tetrio pasiekia įspūdingų rezultatų. Kaip tai atrodo realybėje siūlytumėm pasižiūrėti &amp;scaron;iame &amp;scaron;e&amp;scaron;ių minučių žaidimo filmuke. Nuobodžiaujantiems pradžioje: tikrasis veiksmas prasideda ties trečiąja minute.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;[youtube:id=oCwPz_BCmAQ]&lt;/p&gt;&lt;p&gt;Alfa.lt siūlo ir Jums prisiminti &amp;scaron;io kultinio žaidimo subtilybes bei i&amp;scaron;bandyti savo jėgas rungiantis su laiku. Žaidimo pradžioje galima pasirinkti norimą kaladėlių kritimo greitį.&lt;embed style=&quot;min-width:620px;width:expression(&#039;620px&#039;);min-height:400px;height:expression(&#039;400px&#039;);&quot; src=&quot;http://www.layoutstar.com/images/playfg/_games/tetris.swf&quot; type=&quot;application/x-shockwave-flash&quot; quality=&quot;1&quot; wmode=&quot;Window&quot; menu=&quot;menu&quot; loop=&quot;loop&quot; scale=&quot;ShowAll&quot;&gt;&lt;/embed&gt;&lt;/p&gt;&lt;p&gt;&amp;nbsp;&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-02 11:34:18.347</pubDate>
     </item><item>
     	<title>Eko | Vienu litru kuro 1445 kilometrus įveikti įmanoma</title>
     	<link>http://www.alfa.lt/straipsnis/10261750</link>
		<description>&lt;span&gt;&lt;p&gt;Grupė inžinierių i&amp;scaron; Dalhauso Universiteto, Amerikos 2009 metų &amp;bdquo;Shell Eko &amp;ndash; maratone&amp;ldquo; bandys sumu&amp;scaron;ti efektyviausio automobilio rekordą. &amp;Scaron;iuo metu egzistuojantis rekordas siekia &lt;span productid=&quot;1445 kilometrus&quot;&gt;1445 kilometrus&lt;/span&gt; su vienu litru kuro. Skamba neįtikėtinai? &lt;/p&gt;&lt;p&gt;Studentų automobilis pagamintas pasinaudojant moderniausiomis technologijomis. Aerodinaminis automobilio korpusas pagamintas i&amp;scaron; kevlaro &amp;ndash; medžiagos naudojamos neper&amp;scaron;aunamose liemenėse bei astronautų kostiumuose. &lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Automobilyje sumontuotas vos 35 kubinių centimetrų variklis. Automobilio ratai &amp;ndash; nuo dviračio, tačiau ant jų sumontuotos modernios olimpinėse žaidynėse naudojamos dviračio padangos.&lt;/p&gt;&lt;p&gt;Pagrindinė Amerikoje vykstančių varžybų mintis &amp;ndash; kuo efektyvesnis automobilis. Vienintelė sąlyga startuojant &amp;ndash; automobilis gali turėti ne daugiau kaip 1L kuro. &lt;/p&gt;&lt;p&gt;Palyginimui su paprastais automobiliais, varžybose dalyvaujantys ekonomi&amp;scaron;kieji automobiliukai suvartoja per 100 kartų mažiau kuro. &lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-02 10:58:16.561</pubDate>
     </item><item>
     	<title>Mokslas | Naujas vaistas padės geriau valdyti biologinį miego laikrodį</title>
     	<link>http://www.alfa.lt/straipsnis/10261707</link>
		<description>&lt;span&gt;&lt;p style=&quot;line-height:15.6pt;&quot;&gt;Daugelis žmonių didėjant gyvenimo tempams vis mažiau dėmesio skiria tokiems elementariems sveikatos pagrindu esantiems dalykams kaip miegas. &lt;/p&gt;&lt;p style=&quot;line-height:15.6pt;&quot;&gt;Sutrikęs miego režimas yra vienas pagrindinių geros sveikatos prie&amp;scaron;ų. Problema tame, jog sutrikus miego režimui, prireikia daug laiko jį atstatyti. &amp;bdquo;I&amp;scaron;simu&amp;scaron;usį&amp;ldquo; biologinį laikrodį nėra taip lengva persukti atgal, todėl &amp;scaron;ios problemos sprendimu užsiemė mokslininkai. &lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p style=&quot;line-height:15.6pt;&quot;&gt;Tyrėjų komanda sudaryta i&amp;scaron; mokslininkų i&amp;scaron; įvairių universitetų bei gydimo įstaigų teigia atradę naują vaistą, kuris padeda, kad ir dienos metu žmogaus organizmui pasakyti, jog laikos miegoti.&lt;/p&gt;&lt;p style=&quot;line-height:15.6pt;&quot;&gt;Vaistas pavadinimu Tasimelteonas, paprastai tariant, numu&amp;scaron;a vidinį laikrodį taip, kad žmogui atrodo, jog dabar pats tinkamiausias laikas nusnūsti. Tokio vaisto pagalba itin aktyvų protinį ar fizinį darbą dirbantys žmonės galėtų per prievartą isėtis.&lt;/p&gt;&lt;p style=&quot;line-height:15.6pt;&quot;&gt;Tasimelteonas veikia pana&amp;scaron;iai kaip melatoninas &amp;ndash; hormonas kurį žmogaus organizmas i&amp;scaron;skiria nakties metu.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-03-02 08:34:38.042</pubDate>
     </item><item>
     	<title>Mokslas | Egipte japonų archeologai rado keturis medinius senovinius sarkofagus</title>
     	<link>http://www.alfa.lt/straipsnis/10261495</link>
		<description>&lt;span&gt;&lt;p&gt;Egipte japonų archeologai rado keturis medinius senovinius sarkofagus ir kelias archeologines vertybes, kurių amžius siekia 3 300 metų, ketvirtadienį prane&amp;scaron;ė &amp;scaron;alies vyriausybė. &lt;/p&gt;&lt;p&gt;Grupė tyrėjų i&amp;scaron; Tokijo Vasedos universiteto rado kelias kapavietes Sakaros nekropolyje &amp;ndash; senovės miesto Memfio valdytojų laidojimo vietoje, esančioje 25 km į pietus nuo Kairo, sakoma Auk&amp;scaron;čiausiosios senienų tarybos prane&amp;scaron;ime. &lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Sakara garsėja kaip vienas turtingiausių Egipto archeologinių vertybių &amp;scaron;altinių. Archeologai sako, kad daug lobių dar tebėra palaidota po smėlynais. &lt;/p&gt;&lt;p&gt;Sarkofaguose nebuvo mumijų, nes kapavietės buvo i&amp;scaron;plė&amp;scaron;tos dar senovėje, bet originalūs juodos ir geltonos spalvų egiptiečių dievų pie&amp;scaron;iniai i&amp;scaron;liko. &lt;/p&gt;&lt;p&gt;Kape taip pat rastos trys medinės kanopos &amp;ndash; specialūs indai, į kuriuos senovės egiptiečiai dėjo i&amp;scaron;imtus vidaus organus, tai pat keturios dėžutės u&amp;scaron;ebtams - mažoms tarnų, kurie pomirtiniame pasaulyje turi už &amp;scaron;eimininką dirbti įvairius darbus, statulėlėms, sakoma prane&amp;scaron;ime. &lt;/p&gt;&lt;p&gt;Viena dėžutė u&amp;scaron;ebtams puikiai i&amp;scaron;silaikė, anksčiau nebuvo atidaryta, bet dauguma i&amp;scaron; 38 joje buvusių medinių statulėlių buvo sulaužytos. &amp;Scaron;i dėžutė priklausė vyro vardu Tutas Bashu (Tutas Ba&amp;scaron;us) sarkofagui. &lt;/p&gt;&lt;p&gt;Kitame sarkofage buvo palaidotas žmogus vardu Ari Saraa. Daugiau detalių apie mirusiuosius prane&amp;scaron;ime nepateikiama, bet sakoma, kad tai yra Vėlyvojo laikotarpio (maždaug 1 300-300 metų pr.m.e.) kapai.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-02-27 14:25:45.137</pubDate>
     </item><item>
     	<title>Naujienos | Plinta „Excel“ saugumo spraga besinaudojanti kenkėjiška programa</title>
     	<link>http://www.alfa.lt/straipsnis/10261453</link>
		<description>&lt;span&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Pasaulinė saugumo sprendimų kūrėja ESET prane&amp;scaron;a, kad kenkėji&amp;scaron;kų programų kūrėjai parengė įrankį, kuris gali užkrėsti kompiuterį pasinaudodamas saugumo spraga kai kuriose skaičiuoklės &amp;bdquo;Microsoft Excel&amp;ldquo; versijose. Vartotojai įspėjami neatverti i&amp;scaron; nežinomų siuntėjų gautų &amp;bdquo;Excel&amp;ldquo; bylų ir atnaujinti naudojamas antivirusines priemones.&lt;br/&gt;&lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Naujoji kenkėji&amp;scaron;ka programa &amp;bdquo;X97M/TrojanDropper.Agent.NAI&amp;ldquo; kėsinasi į kompiuterius su programa &amp;bdquo;Excel 2000&amp;ldquo; ir naujesnėmis skaičiuoklės versijomis &amp;bdquo;Windows&amp;ldquo; aplinkai arba su &amp;bdquo;Excel 2003&amp;ldquo; programos versija &amp;bdquo;MacOS&amp;ldquo; operacinei sistemai.&lt;br/&gt;&lt;br/&gt;&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Kenkėji&amp;scaron;ka programa automati&amp;scaron;kai aktyvuojama atveriant pažeistą &amp;bdquo;Excel&amp;ldquo; bylą. Pradėjusi veikti ji bando atsiųsti virusą &amp;bdquo;Win32/Agent.NVV&amp;ldquo;, kuris perleidžia užkrėstos sistemos valdymą savo kūrėjams.&lt;br/&gt;&lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;&amp;bdquo;Norintys apsisaugoti nuo &amp;scaron;io pavojaus vartotojai turėtų laikytis įprastų saugaus darbo kompiuteriu taisyklių &amp;ndash; atnaujinti antivirusinę programą, neatverti i&amp;scaron; neai&amp;scaron;kių siuntėjų gautų &amp;bdquo;Excel&amp;ldquo; bylų. Kol kas naujoji kenkėji&amp;scaron;ka programa veikia gana tikslingai, tad tikėtina, kad jos paplitimas didelio masto nepasieks&amp;ldquo;, - teigia Darius Černeckis, pasaulinės kompanijos ESET saugumo sprendimus atstovaujančios bendrovės &amp;bdquo;NOD Baltic&amp;ldquo; pardavimų vadovas.&lt;br/&gt;&lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Anot D. Černeckio, &amp;bdquo;X97M/TrojanDropper.Agent.NAI&amp;ldquo; kol kas naudojasi netikėtumo efektu, kuomet kenkėji&amp;scaron;ka programa ar virusas sparčiai plinta antivirusinių priemonių kūrėjams dar nespėjus įtraukti jo apra&amp;scaron;o į aptinkamų pavojų duomenų bazes.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-02-27 12:18:51.515</pubDate>
     </item><item>
     	<title>Mokslas | Kenijoje rasta prieš 1,5 mln. metų vaikščiojusių žmonių protėvių pėdsakų</title>
     	<link>http://www.alfa.lt/straipsnis/10261427</link>
		<description>&lt;span&gt;&lt;p&gt;Antropologai Kenijoje rado senovinių suakmenėjusių pėdsakų, kurių amžius - 1,5 mln. metų ir kurie yra ankstyviausias žinomas įrodymas, jog mūsų dvikojai protėviai vaik&amp;scaron;čiojo kaip &amp;scaron;iuolaikiniai žmonės, sakoma ketvirtadienį paskelbtoje studijoje. &lt;/p&gt;&lt;p&gt;Pėdsakai buvo aptikti dviejuose nuosėdinių uolienų sluoksniuose netoli Kenijos &amp;scaron;iaurėje esančio Ilereto miesto. Mokslininkai nustatė, kad &amp;scaron;iuos atspaudus palikusios pėdos pagal anatomiją beveik nesiskyrė nuo &amp;scaron;iuolaikinio žmogaus. &lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Pasak studijos autorių, Kenijoje rastus pėdsakus paliko darb&amp;scaron;tieji žmonės (Homo ergaster) arba ankstyvosios atmainos statieji žmonės (Homo erectus). Jie buvo pirmieji hominidai, kurių ilgos kojos ir sutrumpėjusios rankos atitinka dabartinio protingojo žmogaus (Homo sapiens) kūno proporcijas. &lt;/p&gt;&lt;p&gt;Pėdsakai suteikė duomenų apie mink&amp;scaron;tųjų audinių pavidalą ir struktūrą, o fosiliniai kaulai paprastai tokios informacijos paprastai neatskleidžia, ai&amp;scaron;kino žurnale &amp;bdquo;Science&amp;ldquo; paskelbto straipsnio pagrindinis autorius Matthew Bennettas (Metjus Benetas) i&amp;scaron; Didžiosios Britanijos Bornmuto universiteto. &lt;/p&gt;&lt;p&gt;M.Bennettas nuskenavo ir sukūrė skaitmeninį suakmenėjusių pėdsakų modelį, kad juos būtų galima objektyviai palyginti su dabartinių žmonių ir kitų i&amp;scaron;kastinių hominidų pėdsakais. &lt;/p&gt;&lt;p&gt;Vir&amp;scaron;utiniame nuosėdinių uolienų sluoksnyje rastos trys pėdsakų grupės: dviejų individų pėdsakai, kuriuos sudarė po du atspaudus, vienas pėdsakas i&amp;scaron; septynių atspaudų, taip pat keletas pavienių atspaudų. &lt;/p&gt;&lt;p&gt;Kitame nuosėdų sluoksnyje, kuris buvo 5 metrais giliau, i&amp;scaron;liko vienas pėdsakas, kurį sudarė du atspaudai, taip pat vienas mažas atskiras atspaudas, kuris, autorių nuomone, tikriausiai priklauso vaikui. &lt;/p&gt;&lt;p&gt;Visų pėdsakus palikusių individų kojų nyk&amp;scaron;čiai buvo nukreipti lygiagrečiai kitiems pir&amp;scaron;tams - kitaip negu žmoginių beždžionių, kurių atsilo&amp;scaron;ę nyk&amp;scaron;čiai padeda įsikibti į medžių &amp;scaron;akas. &lt;/p&gt;&lt;p&gt;Ilerete rasti pėdsakai taip pat rodo, kad pėdos skliautas jau buvo gerai i&amp;scaron;sivystę, o kojų pir&amp;scaron;tai trumpi, pana&amp;scaron;ūs į dabartinių žmonių. &amp;Scaron;ie požymiai paprastai siejami su gebėjimu vaik&amp;scaron;čioti dviem kojomis. &lt;/p&gt;&lt;p&gt;Tanzanijoje, Etiopijoje, Kenijoje ir Pietų Afrikos Respublikoje rasta keletas Homo ergaster ir Homo erectus fosilijų, kurių amžius maždaug toks pats, kaip ir Ilerete aptiktų pėdsakų. &lt;/p&gt;&lt;p&gt;1978 metais britų archeologė ir antropologė Mary Leakey (Meri Liki) Tanzanijos Letolio vietovėje rado prie&amp;scaron; 3,6 mln. paliktų pėdsakų. Manoma, kad juos paliko ankstyvesnei žmogaus evoliucijos &amp;scaron;akai priklausantys hominidai - australopitekai (Australopithecus afarensis), kurių pėdos skliautas buvo plok&amp;scaron;tesnis, o nyk&amp;scaron;tys atsilo&amp;scaron;ęs ir labiau pana&amp;scaron;us į žmoginių beždžionių.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-02-27 11:02:00.95</pubDate>
     </item><item>
     	<title>Naujienos | Lietuvoje – pirmasis kokybės standartas IT kompanijoms</title>
     	<link>http://www.alfa.lt/straipsnis/10261299</link>
		<description>&lt;span&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Naujos kartos informacinių sistemų kūrėja &amp;bdquo;Exigen Services Lietuva&amp;ldquo; tapo pirmąja kompanija Lietuvoje, įdiegusia &amp;bdquo;TickIT&amp;ldquo; &amp;ndash; tarptautinį ISO pagrindu specialiai IT įmonėms sukurtą kokybės standartą. Tai rei&amp;scaron;kia, jog jį įgijusi kompanija laikosi geriausios vadybos praktikos reikalavimų. &lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;&amp;bdquo;TickIT&amp;ldquo; apima organizacijų programinės įrangos kokybės vadybos sistemų vertinimą ir sertifikavimą pagal ISO 9001. Pasak kompanijos atstovų, minėta vadybos sistema atveria platesnes verslo galimybes, suteikia konkurencinį prana&amp;scaron;umą rinkoje bei leidžia dalyvauti stambesnių ir įvairesnių projektų konkursuose. &lt;br/&gt;&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;&amp;bdquo;Auk&amp;scaron;ta produktų kokybė visada buvo vienas i&amp;scaron; pagrindinių mūsų įmonės prioritetų. Nuo pat biuro Lietuvoje atsiradimo kūrėme vidinius kokybės standartus, kėlėme auk&amp;scaron;tus reikalavimus savo procesams ir produktams. Audito metu nepriklausomi ekspertai patvirtino, jog finansų bei laiko investicijos į kokybės ir procesų tobulinimą pasiteisino, &amp;ndash; teigia UAB &amp;bdquo;Exigen Services Lietuva&amp;ldquo; vadovas Tomas Vaičiūnas. &lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;Anot jo, įdiegę &amp;bdquo;TickIT&amp;ldquo; standartą &amp;bdquo;Exigen Services Lietuva&amp;ldquo; darbuotojai auk&amp;scaron;tai užkėlė kokybės kartelę ne tik sau, bet ir kitoms IT įmonėms mūsų &amp;scaron;alies rinkoje. &lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;&amp;bdquo;Tai yra pirmasis atvejis, kai Lietuvos įmonės kokybės vadybos sistema sertifikuojama pagal &amp;bdquo;TickIT&amp;ldquo; schemos reikalavimus. Atlikus auditą nustatyta, jog tirtų procesų kokybė yra auk&amp;scaron;ta, o &amp;bdquo;Exigen Services Lietuva&amp;ldquo; veikla vykdoma pagal &amp;bdquo;TickIT&amp;ldquo; modelio reikalavimus, &amp;ndash; teigė Peter Coady, specialiai i&amp;scaron; Didžiosios Brirtanijos atvykęs, kompanijos &amp;bdquo;Lloyd&amp;lsquo;s Register Quality Assurance&amp;ldquo; vyriausiasis auditorius. &lt;br/&gt;&lt;/p&gt;&lt;p class=&quot;western&quot; align=&quot;justify&quot;&gt;&amp;bdquo;TickIT&amp;ldquo; &amp;ndash; tarptautinis programinės įrangos pramonės kokybės vadybos orientyras. &amp;Scaron;i iniciatyva pradėta įgyvendinti suvokus, jog ISO 9001 yra pernelyg apibendrintas ir sunkiai pritaikomas programinės įrangos pramonėje. Didžiosios Britanijos Prekybos ir pramonės valdybai inicijavus &amp;scaron;alies vyriausybė įpareigojo Didžiosios Britanijos kompiuterių organizaciją (BCS) sukurti &amp;bdquo;TickIT&amp;ldquo; iniciatyvą ir jai vadovauti. &lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-02-26 15:26:10.293</pubDate>
     </item><item>
     	<title>Mokslas | Kosmose aptikta „Dievo akis“</title>
     	<link>http://www.alfa.lt/straipsnis/10261293</link>
		<description>&lt;span&gt;&lt;p&gt;Europos Pietinės observatorijos Čilėje astronomai pirmą kartą taip ai&amp;scaron;kiai nufotografavo už 700 &amp;scaron;viesmečių nuo Žemės Vandenio žvaigždyne esantį Sraigės ūką (NGC 7293). &amp;Scaron;i &lt;a href=&quot;http://www.eso.org/public/outreach/press-rel/pr-2009/pr-07-09.html&quot; target=&quot;_blank&quot;&gt;kosminė &amp;bdquo;Dievo akis&amp;ldquo;&lt;/a&gt; &amp;ndash; mėlynas vyzdys, baltos spalvos baltymas, kūno spalvos vokai &amp;ndash; sudaryta i&amp;scaron; centrinės žvaigždės &amp;bdquo;nusimesto&amp;ldquo; dujų apvalkalo, kuris susimai&amp;scaron;ė su dulkėmis. Pasak astronomų, tai įprastas į mūsų Saulę pana&amp;scaron;ių žvaigždžių gyvenimo etapas, prie&amp;scaron; joms pavirstant vadinamosiomis baltosiomis nyk&amp;scaron;tukėmis.&lt;/p&gt;&lt;p&gt;Atstumas nuo vieno &amp;bdquo;akies&amp;ldquo; kra&amp;scaron;to iki kito yra toks didelis, kad &amp;scaron;viesai prireikia 2,5 metų jam įveikti. Pasak astronomų, naujoji nuotrauka yra tokia kokybi&amp;scaron;ka, kad &amp;bdquo;akies&amp;ldquo; obuolyje gerai matyti tolimos galaktikos.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.balsas.lt/&quot;&gt;&lt;img alt=&#039;Balsas.lt&#039; src=&quot;http://images.alfa.lt/105/65/40.jpg&quot;&gt;&lt;/a&gt;&lt;/small&gt;&lt;/p&gt;</description>
		<pubDate>2009-02-26 15:09:59.061</pubDate>
     </item><item>
     	<title>Išradimai | Skrudintuvas iškylai</title>
     	<link>http://www.alfa.lt/straipsnis/10261279</link>
		<description>&lt;span&gt;&lt;p&gt;Mėgstantiems skrudintą duoną nebereikės daugiau sukti galvos, kad gali ją sudeginti. &amp;Scaron;iai problemai spręsti i&amp;scaron;rastas naujas prietaisas, atrodantis kaip keramikinis peilis. Pridėjus geležinius jo a&amp;scaron;menis prie skrudintos duonos, ant vir&amp;scaron;utinės a&amp;scaron;menų dalies pasirodo drugeliai ir gėlės. &amp;Scaron;ie pie&amp;scaron;iniai parodo, koks buvo pasiektas skrudinimo lygmuo, &amp;scaron;ildant duoną.&lt;/p&gt;&lt;p&gt;Kaitinimo procesas vyksta labai paprastai: tereikia stebėti ant mentelės esančius drugelius, o kai jie pasirodo tarp gėlės vainiklapių, marmeladas ant duonos riekelės tiesiog tirpsta.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Kiekvienas žmogus savaip reguliuoja skrudinamos duonos laiką, bet dažnai parenka neteisingą, todėl Korėjos projektuotoja Kim Been ir sukūrė naują prietaisą padėsiantį &amp;scaron;ią problemą spręsti. K. Been &amp;bdquo;Dailymail&amp;ldquo; tikino, kad rytinė duona kiekvienam žmogui yra tarsi užtaisas visai likusiai dienai ir kurios nevalia deginti.&lt;/p&gt;&lt;p&gt;&amp;Scaron;į lengvą prietaisą sukurti Kim sugalvojo norėdama palengvinti žmonėms gyvenimą. Anot moters, juo naudotis yra ne tik lengva, bet ir paprasta, smagu.&lt;/p&gt;&lt;p&gt;Įprastuose skrudintuvuose duonos kepinimas užtrunka apie 2-3 minutes. Naujame prietaise tai gali trukti kiek ilgiau, nes teisingoje temperatūroje skrunda tik viena duonos pusė.&lt;/p&gt;&lt;p&gt;Keramikinė mentelė savo sudėtyje turi &amp;bdquo;Carbo nano&amp;ldquo; medžiagos, kuri susideda i&amp;scaron; &amp;scaron;e&amp;scaron;ių rū&amp;scaron;ių anglies. Pats prietaisas pakraunamas elektros energija, pana&amp;scaron;iai kaip elektrinis dantų &amp;scaron;epetėlis.&lt;/p&gt;&lt;p&gt;Nors &amp;scaron;is prietaisas yra dar tik parengiamojoje stadijoje, iki &amp;scaron;ių metų jis turėtų pasirodyti Didžiosios Britanijos parduotuvėse.&lt;/p&gt;&lt;p&gt;K. Been &amp;bdquo;Dailymail&amp;ldquo; tikino, kad jos sukurtas i&amp;scaron;radimas yra gana saugus, nes kritimo atveju kaitinimo kar&amp;scaron;tas pavir&amp;scaron;ius užsidarytų automati&amp;scaron;kai. Anot jos, naujasis prietaisas turėtų būti itin populiarus tarp stovyklautojų ar užsiėmusių darbuotojų, kuriems patinka prie&amp;scaron;piečiams valgyti paskrudintus sumu&amp;scaron;tinius.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;Alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;/p&gt;</description>
		<pubDate>2009-02-26 14:24:42.941</pubDate>
     </item><item>
     	<title>Naujienos | Karas prasideda: „Apple“ prieš „Palm“</title>
     	<link>http://www.alfa.lt/straipsnis/10261169</link>
		<description>&lt;span&gt;&lt;p&gt;Atrodo, jog IT sektoriuje įsiliepsnojo dar vienas karas, &amp;scaron;į kartą &amp;ndash; tarp &amp;bdquo;Apple&amp;ldquo; ir &amp;bdquo;Palm&amp;ldquo;. &lt;/p&gt;&lt;p&gt;Praeitą savaitę, laikinai vadovo pareigas einantis Timas Cookas &lt;a href=&quot;http://www.engadget.com/2009/01/21/apple-on-smartphone-competition-if-others-rip-off-our-intellec/&quot; target=&quot;_blank&quot;&gt;atsakinėdamas&lt;/a&gt; į internautų klausimus kaip &amp;bdquo;iPhone&amp;ldquo; ketina konkuruoti su į rinką įeinančiais mobiliais telefonais, tarp galimų &amp;bdquo;iPhone&amp;ldquo; kopijuotojų netiesiogiai paminėjo ir &amp;bdquo;Palm&amp;ldquo;.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Vienas interneto vartotojas uždavė tiesmuką, bet svarbų klausimą: &amp;bdquo;Naujasis &amp;bdquo;Palm&amp;ldquo; įrenginys atrodo labai pana&amp;scaron;us į &amp;bdquo;iPhone&amp;ldquo;. Ar nemanote, jog &amp;bdquo;Palm&amp;ldquo; tiesiog kopijuoja jūsų produktą?&amp;rdquo;&lt;/p&gt;&lt;p&gt;Timas į &amp;scaron;į klausimą atsakė diplomati&amp;scaron;kai: &amp;bdquo;Mes nenorime nurodyti konkrečių bendrovių, kopijuojančių mūsų produktus. Konkurenciją mes mėgstame, nes ji verčia mus tobulėti, tačiau tų, kurie naudojasi mūsų intelektualine nuosavybe, mes netoleruosime&amp;ldquo;.&lt;/p&gt;&lt;p&gt;Dvi dienos po i&amp;scaron;spausdinto interviu, į Timo parei&amp;scaron;kimą sureagavo &amp;bdquo;Palm&amp;ldquo; atstovas spaudai Lynn Fox: &amp;bdquo;Palm&amp;ldquo; turi ilgą inovacijų istoriją, kurią atspindi mūsų patentų portoflio. Jeigu mums (Apple) i&amp;scaron;kels bylą, mes turime tvirtus argumentus apginsiančius mus&amp;rdquo;&lt;/p&gt;&lt;p&gt;Daugumos ekspertų nuomone, &amp;scaron;įsyk &amp;bdquo;Palm&amp;ldquo; nei&amp;scaron;sisuks &amp;ndash; &lt;a href=&quot;http://www.youtube.com/watch?v=qeVJYIuok3g&quot; target=&quot;_blank&quot;&gt;pasižiūrėkite&lt;/a&gt; patys.&lt;/p&gt;&lt;p&gt;[youtube:id=qeVJYIuok3g]&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-02-26 11:00:00.0</pubDate>
     </item><item>
     	<title>Išradimai | Mįslė: kas pavaizduota nuotraukoje?</title>
     	<link>http://www.alfa.lt/straipsnis/10261171</link>
		<description>&lt;span&gt;&lt;p&gt;Koks moterims skirtas buities prietaisas pavaizduotas nuotraukoje? Atsakymą rasite skaitydami toliau.&lt;/p&gt;&lt;p&gt;Tai yra buities prietaisas. Skirtas jis jauniems 25 &amp;ndash; 35 metų žmonėms, mūsuose dažniausiai naudoja moterys. Kas tai galėtų būti?&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;&amp;Scaron;io prietaiso autoriai kompanija &amp;bdquo;Bluelarix&amp;ldquo; kurianti įmantraus dizaino prietaisus žmonėms su padidintais estetikos poreikiais, o nuotraukoje pavaizduotas prietaisas yra ne kas kita kaip &lt;strong&gt;plaukų tiesintuvas&lt;/strong&gt;. &lt;/p&gt;&lt;p&gt;&amp;bdquo;Bluelarix&amp;ldquo; teigimu, didžioji dauguma kompanijų kuriančių buityje naudojamos prietaisus, kad laimėtų konkurencinę kovą dažniausiai aukoja produkto dizainą bei medžiagas i&amp;scaron; kurių jis pagamintas. &amp;bdquo;Bluelarix&amp;ldquo; pristatytas dizaino konceptas sukurtas i&amp;scaron; itin patvarių, ilgaamži&amp;scaron;kų bei kokybi&amp;scaron;kų medžiagų ir turėtų patenkinti i&amp;scaron;rankiausių klientų poreikius.&lt;/p&gt;&lt;p&gt;&amp;bdquo;Bluelarix&amp;ldquo; pasielgė prie&amp;scaron;ingai ir, regis, elementariame plaukų lygintuve sugebėjo įžvelgti kokybę bei estetiką. &lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-02-26 09:05:23.066</pubDate>
     </item><item>
     	<title>Mokslas | Nanotechnologinis prietaisas padės diabetikams </title>
     	<link>http://www.alfa.lt/straipsnis/10261166</link>
		<description>&lt;span&gt;&lt;p&gt;Yra net keletas įmantrių būdų pasitikrinti gliukozės kiekį kraujyje, tačiau technologijų specialistai sako, jog jie dar niekuomet nėra matę nieko pana&amp;scaron;aus. &lt;/p&gt;&lt;p&gt;Masačiūsetse įsikūrusi &amp;bdquo;Draper Laboratories&amp;ldquo; i&amp;scaron;rado naują įtvirtinamą nano sensorių, kuris, pasak mokslininkų gali tiesiog tų skaudžių dūrių, kuriuos kasdien reikia i&amp;scaron;kęsti daugeliui visų diabetikų. &lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Pavadintas &amp;bdquo;į&amp;scaron;virk&amp;scaron;čiamasis nanotechnologinis ra&amp;scaron;alas&amp;ldquo; gali būti patalpintas po oda, visi&amp;scaron;kai pana&amp;scaron;iai kaip tatuiruotė. &amp;Scaron;is prietaisas gali būti vos tik kelių milimetrų dydžio! &lt;/p&gt;&lt;p&gt;Naujojo prietaiso testavimas, pasak mokslininkų prasidės labai greitai. Tai veikiausiai rei&amp;scaron;kia, jog prietaisas naudotis žmonėms bus paruo&amp;scaron;tas mažiausiai po kelerių metų. O per &amp;scaron;į laiką galime pasvajoti, pamąstyti kaip tas prietaisas atrodys.&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-02-26 09:00:00.0</pubDate>
     </item><item>
     	<title>Naujienos | Apie robotus retro stiliumi (I dalis)</title>
     	<link>http://www.alfa.lt/straipsnis/10261162</link>
		<description>&lt;span&gt;&lt;p&gt;&amp;bdquo;Kokių nemalonių padarinių sulaukėme robotui atkeliavus i&amp;scaron; fantazijų pasaulio į realų! Ir taip yra todėl, kad tiksliai nusakyti, kas yra robotas, yra taip pat sunku, kaip, pavyzdžiui, tiksliai vienareik&amp;scaron;mi&amp;scaron;kai apibrėžti žodį aitvaras&amp;ldquo; - A. Kobrinskis, i&amp;scaron; knygos Susipažinkime - robotai, &lt;span productid=&quot;1977 m&quot;&gt;1977 m&lt;/span&gt;.&lt;/p&gt;&lt;p&gt;&amp;bdquo;Kapitalizmo sąlygomis techninė pažanga - privatus firmų reikalas. Firmos gerovė, pats jos egzistavimas daug priklauso nuo to, ar ji sugebės nuslėpti nuo konkurentų, kokią techniką ketina sukurti ateity&amp;ldquo; &amp;ndash; I. Artobolevskis, i&amp;scaron; knygos &amp;bdquo;Susipažinkime &amp;ndash; robotai&amp;ldquo;, &lt;span productid=&quot;1977 m&quot;&gt;1977 m&lt;/span&gt;.&lt;/p&gt;&lt;!--AD_CONTAINER--&gt;&lt;p&gt;Paklausite manęs &amp;ndash; kam cituoju 30-ies metų senumo knygos žodžius, kuriuose apie techniką niekas nieko nenutuokė? Įdomu! O be to &amp;ndash; vertinga! &lt;/p&gt;&lt;p&gt;Visai neseniai atsiverčiau prie&amp;scaron; 32 metus para&amp;scaron;ytą ir į lietuvių kalbą i&amp;scaron;verstą knygelę &amp;bdquo;Susipažinkime &amp;ndash; robotai&amp;ldquo; &lt;em&gt;(ru. molodaja gvardija)&lt;/em&gt;. Atsiverčiau ir, nepaisant 222 puslapių bei smulkaus senovinio &amp;scaron;rifto, knygą užverčiau ją jau perskaitęs. Suvalgiau i&amp;scaron;kart. &lt;/p&gt;&lt;p&gt;Ne kiek dėl lengvo, ne moksline kalba para&amp;scaron;yto stiliaus, o labiau dėl pačio turinio. Knygelėje, kurios senovinį vir&amp;scaron;elį matote vir&amp;scaron;uje, įdomiai apžvelgiama robotų istorija, pirmosios užuomazgos (pasirodo, jog pirmasis robotas skaičiuoja jau 3,5 tūkst. metų), raida iki atsiradimo bei, žinoma, pati sąvoka.&lt;/p&gt;&lt;p&gt;&amp;Scaron;įsyk nusprendžiau pabūti kitokiu ir pabėgęs nuo greitos realybės sugrąžinti savo skaitytojus tris de&amp;scaron;imtmečius atgal. Artimiausias keturias savaites Alfa.lt skaitytojas turės progą susipažinti su robotais i&amp;scaron; arčiau: kodėl jie susikūrė, kada jie susikūrė ir apskritai - ar jau susikūrė?&lt;/p&gt;&lt;p&gt;Pasirodo, jog sąvoka &amp;bdquo;robotas&amp;ldquo; buvo sukurta 1921-iais. Savo fantastinėje knygoje &amp;bdquo;Universalūs Rosumo robotai&amp;ldquo; (ang. Rossum&amp;rsquo;s universal robots), Karelas Čapekas &amp;bdquo;robotus&amp;ldquo; apibūdino kaip &amp;bdquo;dirbtinius žmones&amp;ldquo;, &amp;bdquo;žmonių kopijas&amp;ldquo;, &amp;bdquo;bejausmius žmones&amp;ldquo; ir pan. Būtent jis ir buvo pirmasis žmogus pavartojęs &amp;scaron;į terminą.&lt;/p&gt;&lt;p&gt;Anot Karelo, &amp;bdquo;robotas&amp;ldquo; gali mąstyti, bet tą daro painiai ir netobulai, jie neturi jausmų, tačiau yra &amp;bdquo;patenkinti&amp;ldquo; galėdami dirbti žmonėms. Greitai Karelo literatūrinis kūrinys i&amp;scaron;populiarėjo, kaip ir pats terminas. Staiga, kiekvienas save gerbiantis fantastas negalėjo neapra&amp;scaron;yti savų robotų.&lt;/p&gt;&lt;p&gt;Ir tik gerokai vėliau robotais susidomėjo technikai, mokslininkai, inžinieriai. Žmonėms robotas egzistavo tik jų vaizduotėse ir niekam net į galvą ne&amp;scaron;ovė tiksliai apibrėžti terminą &amp;bdquo;robotas&amp;ldquo;.&lt;/p&gt;&lt;p&gt;Galiausiai buvo nutarta sukviesti 156 garsiausius to meto technikos ekspertus ir pačių paklausti &amp;bdquo;kas yra robotas?&amp;ldquo; Kiekvienas i&amp;scaron; &amp;scaron;ių ekspertų &amp;bdquo;robotą&amp;ldquo; apibūdino savaip. Vėliau kiekvienas i&amp;scaron; 155 ekspertų gavo įvertinti kitų 155-ies ekspertų apibūdinimus ir nurodyti, kurie apra&amp;scaron;ymai labiausiai atitinka &amp;bdquo;roboto&amp;ldquo; sąvoką.&lt;/p&gt;&lt;p&gt;Variantų buvo pateikta visokių: mėnuleigis, bioranka, pinigų bei ženklų tikrinimo sistema klastotėms atpažinti ir t.t. Tačiau nugalėjo toks apra&amp;scaron;ymas: &amp;ldquo;Judrios sistemos, gebančios &amp;ldquo;mokytis&amp;rdquo; ir trumpiausiu keliu eiti į nurodytą tikslą, nesusidurdamos su aik&amp;scaron;telėje laisvai i&amp;scaron;dėstytais kliuviniais&amp;rdquo;.&lt;/p&gt;&lt;p&gt;Toks apibrėžimas buvo priimtinas 120-iai i&amp;scaron; 156-ių ekspertų. Ir, nors, tuo metu jau mokslininkai rimtai kūrė pirmuosius &amp;ldquo;robotus&amp;rdquo;, &amp;scaron;ie ir toliau sėkmingai (te)egzistavo žmonių vaizduotėje.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;Apie tai, kokie ankstesni atradimai darė įtaką robotų atsiradimui, bei kodėl pirmieji robotai pagrįstai vadinami žmogaus metalinėmis rankomis &amp;ndash; manipuliatoriais, skaitykite antroje straipsnio dalyje.&lt;/strong&gt;&lt;/p&gt;&lt;/span&gt;&lt;p&gt;&lt;small&gt;&lt;a href=&quot;http://www.alfa.lt&quot;&gt;alfa.lt&lt;/a&gt;&lt;/small&gt;&lt;p&gt;</description>
		<pubDate>2009-02-26 07:49:38.116</pubDate>
     </item>
		
	</channel>
</rss>